loan/requests/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://spring.io/guides/gs-producing-web-service">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getMemberInfoRequest>
            <gs:id>3</gs:id>
        </gs:getMemberInfoRequest>
    </soapenv:Body>
</soapenv:Envelope>